Repository: Menvia/farol-ios-objectivec-app
Catalog: FaroliOSSample/*.lproj/Localizable.strings
Languages: pt

source: Proximity
pt: Proximidade

source: Accuracy
pt: Exatidão

source: Add Beacon
pt: Adicionar Beacon

source: Save
pt: Salvar

source: Cancel
pt: Cancelar

source: Name
pt: Nome

source: Details
pt: Detalhes

source: Location Services disabled
pt: Location Services desabilitado

# REGION_NOT_AVAILABLE
source: Region to be monitored not available
pt: Região a ser monitorada não disponível

# BEACONS_FEATURE_NOT_AVAILABLE
source: Beacons feature is not available for this device!
pt: A funcionalidade Beacons não está disponível para este dispositivo!

# NOT_AUTHORIZED_LOCATION_SERVICES
source: You did not authorize the location service for its App
pt: Você não autorizou o serviço de localização para sua App

# ERROR_LOCATION_SERVICES
source: Error - Location Manager Services
pt: Erro - Location Manager Services

# FAIL_MONITORING_REGION
source: Failure monitoring region: %@
pt: Falha na região de monitoramento: %@

source: Location failed: %@
pt: Localização falhou: %@

source: Bluetooth connection lost!
pt: Conexão com Bluetooth perdida!

# BLE_NOT_SUPPORTED
source: Bluetooth Low Energy not supported!
pt: Bluetooth Low Energy não suportado!

# APP_NOT_AUTHORIZED_BLE
source: This App is not allowed to use Bluetooth Low Energy. Allow the use of Bluetooth Low Energy through the Settings option.
pt: Essa App não está autorizada a utilizar Bluetooth Low Energy. Permita o uso de Bluetooth Low Energy através da opção Settings.

# BLUETOOTH_NOT_ACTIVE
source: Bluetooth is not active!
pt: Bluetooth não está ativo!

# BLUETOOTH_ACTIVE_AVAILABLE
source: Bluetooth active and available for use!
pt: Bluetooth ativo e disponível para uso!

# BLUETOOTH_START_UNKNOWN
source: Bluetooth status unknown!
pt: Estado do Bluetooth desconhecido!

source: Unknown
pt: Desconhecido

source: Immediate
pt: Imediata

source: Near
pt: Próximo

source: Far
pt: Longe

source: About
pt: Sobre

# MENVIA_INFO
source: For more information on how to improve your business using context aware applications, contact us on contato@menvia.com or http://www.menvia.com/
pt: Para mais informações sobre como melhorar o seu negócio e adicionar valor para o seu cliente utilizando soluções sensíveis ao contexto, contate-nos pelo email contato@menvia.com ou pelo site http://www.menvia.com/

source: No beacons added
pt: Nenhum beacon adicionado

# EMPTY_BEACONS
source: As long as you add a beacon, it will appear here!
pt: Assim que um beacon for adicionado, este será exibido aqui!
